<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Recipe chain that tests how Input keys work. This is the munki recipe whose parent is the download recipe.
It adds no process steps and thus does not import anything into Munki.</string>
	<key>Identifier</key>
	<string>com.github.jazzace.munki.inputtest</string>
	<key>MiniumumVersion</key>
	<string>1.0</string>
	<key>Input</key>
    <dict>
        <key>MUNKI_REPO_SUBDIR</key>
        <string>apps/inputtest</string>
        <key>pkginfo</key>
        <dict/>
    </dict>
	<key>ParentRecipe</key>
	<string>com.github.jazzace.pkg.inputtest</string>
</dict>
</plist>
